Revit 2027 API
ParameterTypeId.FbxLightInitialColorCtrl Property
 "Initial Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightInitialColorCtrl { get; }
Public Shared ReadOnly Property FbxLightInitialColorCtrl As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightInitialColorCtrl {
	ForgeTypeId^ get ();
}
static member FbxLightInitialColorCtrl : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace